{
  "tos": [
    {
      "title": "User Content",
      "description": "You retain all rights to the content you upload but grant Invvo a license to use this content in connection with providing the service."
    },
    {
      "title": "Prohibited Use",
      "description": "You are prohibited from using Invvo AI to engage in any illegal, fraudulent, or harmful activity or to infringe upon the rights of others."
    },
    {
      "title": "Termination",
      "description": "Invvo reserves the right to suspend or terminate your account if you violate these Terms."
    },
    {
      "title": "Disclaimers",
      "description": "Invvo AI is provided 'as is' and 'as available' without any warranties, expressed or implied."
    },
    {
      "title": "Limitation of Liability",
      "description": "Invvo shall not be liable for any direct, indirect, incidental, or consequential damages resulting from the use or inability to use Invvo AI."
    },
    {
      "title": "Indemnification",
      "description": "You agree to indemnify and hold harmless Invvo from any claims arising out of your breach of these Terms."
    },
    {
      "title": "Changes to Terms",
      "description": "Invvo reserves the right to modify these Terms at any time. Continued use of Invvo AI after changes indicates your acceptance of the new Terms."
    },
    {
      "title": "Contact Information",
      "description": "If you have any questions about these Terms, please contact us at Invvo@gmail.com."
    },
    {
      "title": "Privacy Policy",
      "description": "Your use of Invvo AI is also governed by our Privacy Policy, which is incorporated into these Terms by reference."
    },
    {
      "title": "Account Security",
      "description": "You are responsible for maintaining the security of your account and for all activities that occur under your account."
    },
    {
      "title": "Governing Law",
      "description": "These Terms are governed by and construed in accordance with the laws of the jurisdiction in which Invvo is headquartered."
    },
    {
      "title": "Severability",
      "description": "If any provision of these Terms is found to be unenforceable, the remaining provisions will remain in full force and effect."
    },
    {
      "title": "Entire Agreement",
      "description": "These Terms, together with any amendments and any additional agreements you may enter into with Invvo, constitute the entire agreement between you and Invvo."
    },
    {
      "title": "No Waiver",
      "description": "No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Invvo's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision."
    },
    {
      "title": "Feedback",
      "description": "Any feedback you provide to Invvo regarding the service is entirely voluntary and Invvo will be free to use such feedback as it sees fit without any obligation to you."
    }
  ]
}
